tap "dhth/tap"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "magic-jd/tap"
tap "nik-rev/tap"
tap "nikitabobko/tap"
brew "age"
brew "bat"
brew "btop"
brew "cliclick"
brew "cmatrix"
brew "dust"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "librsvg"
brew "gtkmm3"
brew "ipython"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mpv"
brew "neovide"
brew "neovim"
brew "nushell"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stow"
brew "svgo"
brew "task"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tty-clock"
brew "ugrep"
brew "wget"
brew "xh"
brew "yazi"
brew "zoxide"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "iterm2"
cask "karabiner-elements"
cask "sf-symbols"
