tap "dhth/tap"
tap "espanso/espanso"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "jinmugo/sls"
tap "koekeishiya/formulae"
tap "magic-jd/tap"
tap "nik-rev/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "agg"
brew "aria2"
brew "asciinema"
brew "asciiquarium"
brew "bat"
brew "btop"
brew "cliclick"
brew "cmatrix"
brew "code-cli"
brew "difftastic"
brew "dust"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fricas"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gh"
brew "glab"
brew "glow"
brew "go"
brew "librsvg"
brew "gtkmm3"
brew "iamb"
brew "imagemagick"
brew "ipython"
brew "is-fast"
brew "lazygit"
brew "libmemcached"
brew "lima"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mas"
brew "memcached"
brew "mpv"
brew "mupdf-tools"
brew "neovide"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "nushell"
brew "openjdk"
brew "pandoc"
brew "pastel"
brew "peco"
brew "php"
brew "pipx"
brew "plantuml"
brew "podman"
brew "poppler"
brew "qemu"
brew "r"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "shellcheck"
brew "starship"
brew "stow"
brew "svgo"
brew "switchaudio-osx"
brew "task"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tldx"
brew "tmux"
brew "tpm"
brew "tty-clock"
brew "typst"
brew "ugrep"
brew "unoconv"
brew "wget"
brew "xh"
brew "xonsh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "dhth/tap/bmm"
brew "jinmugo/sls/sls"
brew "koekeishiya/formulae/skhd"
brew "nik-rev/tap/countryfetch"
brew "oven-sh/bun/bun"
brew "spring-io/tap/spring-boot"
cask "aerospace"
cask "blip"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kindavim"
cask "middleclick"
cask "mouseless"
cask "obsidian"
cask "qutebrowser"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "skim"
cask "termius"
cask "todoist"
cask "windsurf"
cask "witsy"
cask "zed"
cask "zen"
